<?php
$equipment = array(
    "11" => "总控系统",
    "12" => "压力机",
    "13" => "拆垛机械手",
    "14" => "加热炉A",
    "15" => "加热炉B",
    "16" => "制氮系统",
    "21" => "加热炉上料机械手",
    "22" => "加热炉下料机械手",
    "23" => "炉门A机械手",
    "24" => "炉门B机械手",
    "25" => "压力机上料机械手",
    "26" => "压力机下料机械手"
);

$furnaceName = array(
		'11' => '炉A1',
		'12' => '炉A2',
		'13' => '炉A3',
		'14' => '炉A4',
		'15' => '炉A5',
		'16' => '炉A6',
		'17' => '炉A7',
		'21' => '炉B1',
		'22' => '炉B2',
		'23' => '炉B3',
		'24' => '炉B4',
		'25' => '炉B5',
		'26' => '炉B6',
		'27' => '炉B7'
	);

$view_method = array(
		'day' => '按天',
		'week' => '按周',
		'month' => '按月',
		'year' => '按年',
	);

$true_false = array(
		'Y' => '是',
		'N' => '否',
	);